Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/mems.tmx
Source language: ca
Languages: es_es

source: Així, els registres d'una base de dades bibliogràfica contenen informació en camps: un per als autors, altre per al títol, etc.; d'altra banda, els registres de les bases de dades usades per a la gestió d'un vídeoclub contenen camps per a emmagatzemar la informació referent als socis (com ara, el nom, el telèfon o el domicili), a les pel·lícules (el títol, la persona que l'ha dirigida o el nombre de còpies disponibles) i als prèstecs (les dades d'inici i termini del prèstec o el preu de lloguer).
es_es: Así, los registros de una base de datos bibliográfica contienen información en campos: uno para los autores, otro para el título, etc.; por otro lado, los registros de las bases de datos usadas para la gestión de un vídeoclub contienen campos para almacenar la información en lo referente a los socios (como por ejemplo, el nombre, el teléfono o el domicilio), a las películas (el título, la persona que la ha dirigido o el número de copias disponibles) y a los préstamos (los datos de inicio y plazo del préstamo o el precio de alquiler).

source: Això, la converteix en un recurs valuós i sovint els traductors en fan intercanvi.
es_es: Esto la convierte en un recurso valioso y a menudo los traductores se las intercambian.

source: Al final del projecte, es disposarà de traductors que produïsquen i accepten altres variants estàndard del català.
es_es: Al final del proyecto, se dispondrá de traductores que produzcan y aceptan otras variantes estándar del catalán.

source: Al final dels 1980 comença l'aplicació de tècniques d'inteligència artificial al processament del llenguatge humà (sistemes experts i sistemes basats en el coneixement dissenyats per entendre els textos).
es_es: Al final de 1980 empieza la aplicación de técnicas de inteligencia artificial al procesamiento del lenguaje humano (sistemas expertos y sistemas basados en el conocimiento diseñados para entender los textos).

source: Al llarg dels darrers anys, amb la generalització de l'ús d'Internet, s'han desenvolupat serveis de traducció disponibles en línia i nombroses eines per a l'assimilació de continguts electrònics com ara documents HTML i missatges de correu electrònic.
es_es: A lo largo de los últimos años, con la generalización del uso de Internet, se han desarrollado servicios de traducción disponibles en línea y numerosas herramientas para la asimilación de contenidos electrónicos como por ejemplo documentos HTML y mensajes de correo electrónico.

source: Algunes d'aquestes situacions són: La traducció automàtica de correu electrònic entre les persones d'un grup de treball internacional amb la finalitat d'agilitzar les comunicacions; la traducció immediata de documents durant la navegació per Internet (de fet, hi ha programes especialment dissenyats per a aquesta finalitat), o la traducció automàtica de converses electròniques interactives (teclat i pantalla, chat).
es_es: Algunas de estas situaciones son: La traducción automática de correo electrónico entre las personas de un grupo de trabajo internacional con el fin de agilizar las comunicaciones; la traducción inmediata de documentos durante la navegación por Internet (de hecho, hay programas especialmente diseñados para esta finalidad), o la traducción automática de conversaciones electrónicas interactivas (teclado y pantalla, chat).

source: Alguns dels avantatges de l'ús de llenguatges controlats {schwitten07u} es poden resumir com segueix: els textos són més senzills i intel·ligibles; el manteniment dels documents es facilita; se simplifica el tractament computacional dels documents, en particular la traducció automàtica.
es_es: Algunas de las ventajas del uso de lenguajes controlados {schwitten07u} se pueden resumir en lo siguiente: los textos son más sencillos e inteligibles; el mantenimiento de los documentos se facilita; se simplifica el tratamiento computacional de los documentos, en particular la traducción automática.

source: Alguns exemples de gestors de BD terminològiques disponibles comercialment són Termwatch (inclòs en la memòria de traducció Déjà Vu de la companyia Atril), SDL Multiterm (abans Trados Multiterm), o Termstar de Star Group.
es_es: Algunos ejemplos de gestores de BD terminológicas disponibles en el mercado son Termwatch (incluido en la memoria de traducción Déjà Vu de la compañía Atril), SDL Multiterm (antes Trados Multiterm), o Termstar de Star Group.

source: Als 1980 apareixen nous sistemes de TA arreu del món amb expectatives més reals i l'interés en la TA resorgeix.
es_es: En 1980 aparecen nuevos sistemas de TA en todo el mundo con expectativas más reales y resurge el interés por la TA.

source: Als 1990, però, apareixen noves estratègies conegudes com a mètodes basats en corpus.
es_es: En 1990, sin embargo, aparecen nuevas estrategias conocidas como métodos basados en corpus.

source: Altres dos conceptes rellevants quan s'usen sistemes de traducció automàtica reals, és a dir, imperfectes, són els de preedició i { postedició}.
es_es: Otros dos conceptos relevantes cuando se usan sistemas de traducción automática reales, es decir, imperfectas, son los de preedición y { postedición}.

source: Altres eines ---d'ús comú entre diversos traductors, i accessibles normalment com a recursos remots--- poden ser les bases de dades terminològiques i les bases de dades lèxiques multilingües (vegeu l'epígraf ), o les memòries de traducció (vegeu el capítol ).
es_es: Otras herramientas ---de uso común entre los traductores, y accesibles normalmente como recursos remotos--- pueden ser las bases de datos terminológicas y las bases de datos léxicas multilingües (véase el epígrafe ), o las memorias de traducción (véase el capítulo ).

source: Altres exemples de llenguatges controlats són l'ScaniaSwedish usat per la firma de camions i autobusos Scania {almqvist96p}, o el { Caterpillar Technical English} de la companyia de maquinària d'excavació Caterpillar.
es_es: Otros ejemplos de lenguajes controlados son el ScaniaSwedish usado por la firma de camiones y autobuses Scania {almqvist96p}, o el { Caterpillar Technical English} de la compañía de maquinaria de excavación Caterpillar.

source: Altres homògrafs freqüents no són tan difícils de desambiguar.
es_es: Otros homógrafos frecuentes no son tan difíciles de desambiguar.

source: Altres voltes, el programa pot analitzar l'estructura profunda de la frase i presentar-ne les possibles interpretacions a l'autor, per tal que resolga alguna possible ambigüitat.
es_es: Otras veces, el programa puede analizar la estructura profunda de la frase y presentar las posibles interpretaciones al autor, para que resuelva alguna posible ambigüedad.

source: Amb el temps, molts dels programes que inclouen una base de dades terminològica podran llegir i escriure documents en aquest format.
es_es: Con el tiempo, muchos de los programas que incluyen una base de datos terminológica podrán leer y escribir documentos en este formato.

source: Anomenarem { text informatitzat
es_es: Denominaremos { texto informatizado

source: Aquest model es basa en les freqüències observades per a aquests trigrames en un corpus de referència, i assigna una probabilitat a cada possible desambiguació de la frase que conté mots amb ambigüitat categorial.
es_es: Este modelo se basa en las frecuencias observadas para estos trigramas en un corpus de referencia, y asigna una probabilidad a cada posible desambiguación de la frase que contiene palabras con ambigüedad categorial.

source: Aquest subprograma usa un model de llenguatge basat en trigrames (seqüències de tres categories lèxiques), de l'estil del descrit en la secció .
es_es: Este subprograma usa un modelo de lenguaje basado en trigramas (secuencias de tres categorías léxicas), del estilo del descrito en la sección .

source: Aquest és molt probablement el subprograma més lent (uns 5.000 mots/segon).
es_es: Éste es muy probablemente el subprograma más lento (unas 5.000 palabras/segundo).

source: Aquesta aplicació de la TA per a l'assimilació es pot veure en xats bilingües, o en els sistemes que tradueixen les pàgines web segons anem visitant-les seguint enllaços; en aquests sistemes, la TA no s'invoca explícitament, sinó implícitament quan usem el servei.
es_es: Esta aplicación de la TA para la asimilación se puede ver en chats bilingües, o en los sistemas que traducen las páginas web según vamos visitándolas siguiendo enlaces; en estos sistemas, la TA no se invoca explícitamente, sino implícitamente cuando usamos el servicio.

source: Aquesta definició evita el concepte d'equivalència i introdueix el d'interpretació com a conjunt de processos cognitius que tenen lloc en la ment del traductor.
es_es: Esta definición evita el concepto de equivalencia e introduce el de interpretación como conjunto de procesos cognitivos que tienen lugar en la mente del traductor.

source: Aquesta definició introdueix dues de les tres dimensions bàsiques d'un document escrit (original o traduït): el contingut (significat) i la forma (estil), però oblida el propòsit.
es_es: Esta definición introduce dos de las tres dimensiones básicas de un documento escrito (original o traducido): el contenido (significado) y la forma (estilo), pero olvida el propósito.

source: Aquesta i altres situacions de negociació del text d'origen amb l'usuari del sistema impliquen una interacció que també pot ajudar a preparar un text més correcte, és a dir, a preeditar-lo perquè puga ser traduït automàticament.
es_es: Ésta y otras situaciones de negociación del texto de origen con el usuario del sistema implican una interacción que también puede ayudar a preparar un texto más correcto, es decir, a preeditarlo para que pueda ser traducido automáticamente.

source: Aquesta idea es va reforçar pel fet que van començar a aparèixer millores significatives en el maquinari, els primers llenguatges de programació i moltes millores en la lingüística formal (especialment en l'àrea de la sintaxi).
es_es: Esta idea se reforzó por el hecho de que empezaron a aparecer mejoras significativas en el hardware, los primeros lenguajes de programación y muchas mejoras en la lingüística formal (especialmente en el área de la sintaxis).

source: Aquesta manca de recursos va fer que els primers objectius foren molt modests i, així, els primers investigadors van concentrar-se en el desenvolupament de llenguatges controlats (vegeu ) i en l'ajuda humana en tasques de preedició i postedició (vegeu ); era prou clar que els sistemes reals no podrien produir més que traduccions de molt baixa qualitat.
es_es: Esta carencia de recursos hizo que los primeros objetivos fueran muy modestos y, por ello, los primeros investigadores se centraron en el desarrollo de lenguajes controlados (véase ) y en la ayuda humana en tareas de preedición y postedición (véase ); estaba bastante claro que los sistemas reales no podrían producir más que traducciones de muy baja calidad.

source: Aquesta tecnologia permet velocitats de processament de l'ordre de 10.000 mots per segon, velocitats que pràcticament no depenen de la grandària dels diccionaris.
es_es: Esta tecnología permite velocidades de procesamiento de la orden de 10.000 palabras por segundo, velocidades que prácticamente no dependen del tamaño de los diccionarios.

source: Aquesta és una situació de{}
es_es: Esta es una situación de{}

source: Ara repetim el procés i mirem l'element d'enmig (el 6) de la nova subllista i hi trobem l'element ``Esteve''; com que és menor alfabèticament que l'element que estem buscant, ens quedem amb la meitat alta (que inclou els elements del 7 al 12) de la subllista actual.
es_es: Ahora repetimos el proceso y miramos el elemento de en medio (el 6) de la nueva sublista y encontramos el elemento ``Esteve''; como es menor alfabéticamente que el elemento que estamos buscando, nos quedamos con la segunda mitad (que incluye los elementos del 7 al 12) de la sublista actual.

source: Ara, d'Autotrad
es_es: Ara, de Autotrad

source: Ara, però, el descobriment de noves tècniques va fer possible projectes com Candide a IBM.
es_es: Ahora, por otro lado, el descubrimiento de nuevas técnicas hizo posible proyectos como Candide de IBM.

source: Assimilació i disseminació
es_es: Asimilación y diseminación

source: Assimilació; més concretament per a allò que es diu screening.
es_es: Asimilación; más concretamente para aquello que se llama screening.

source: Bases de dades
es_es: Bases de datos

source: Bases de dades lèxiques o terminològiques
es_es: Bases de datos léxicas o terminológicas

source: Boxealarien izenak apuntatu zituen.} es pot traduir mot per mot com: { El-dinar acabat després Koldo al-diari anat era i de-Teo foto una pres l'havia.
es_es: Boxealarien izenak apuntatu zituen.} se puede traducir palabra por palabra cómo: { La-comida acabada después Koldo al-diario ido era y de-Teo foto una tomado lo había.

source: CAT, HAMT i MAHT
es_es: CAT, HAMT y MAHT

source: Calia reduir al mínim la intervenció humana en el procés de TA, fins assolir la independència total i una qualitat comparable a la dels humans.
es_es: Había que reducir al mínimo la intervención humana en el proceso de TA, hasta lograr la independencia total y una calidad comparable a la de los humanos.

source: Candide usa mètodes estadístics per a l'anàlisi i la generació, però cap regla lingüística.
es_es: Candide usa métodos estadísticos para el análisis y la generación, pero ninguna regla lingüística.

source: Característica que permet estendre fàcilment el producte a altres idiomes
es_es: Característica que permite extender fácilmente el producto a otros idiomas

source: Com a conseqüència de problemes com aquest i d'altres de naturalesa diversa, en moltes aplicacions, la traducció produïda per un bon programa s'ha de considerar com un esborrany que ha de ser revisat.
es_es: Como consecuencia de problemas como éste y otros de naturaleza diversa, en muchas aplicaciones, la traducción producida por un buen programa se tiene que considerar como un borrador que tiene que ser revisado.

source: Com a producte, una traducció es pot identificar com a tal perquè és un document (en LM) derivat d'un altre document en un altre idioma (LO), i que manté una certa similitud de contingut amb aquest.
es_es: Como producto, una traducción se puede identificar como tal porque es un documento (en LM) derivado de otro documento en otro idioma (LO), y que mantiene una cierta similitud de contenido con éste.

source: Com hi podeu veure, la base de dades conté 10 registres amb 4 camps; els registres estan ordenats pel camp ``NÚM'', que indica la posició de cada registre.
es_es: Como podéis ver, la base de datos contiene 10 registros con 4 campos; los registros están ordenados por el campo ``NÚM'', que indica la posición de cada registro.

source: Com molts altres substantius acabats en -ció
es_es: Como otros muchos sustantivos acabados en -ción

source: Com que es tracta d'un cas especial d'allò que s'anomena en informàtica bases de dades, introduirem primer aquest concepte i llavors n'estudiarem l'aplicació a la gestió terminològica a través de les bases de dades terminològiques.
es_es: Ya que se trata de un caso especial de lo que se denomina en informática bases de datos, introduciremos primero este concepto y a continuación estudiaremos la aplicación en la gestión terminológica a través de las bases de datos terminológicas.

source: Com s'explica en la pàg. , anomenem fitxers els conjunts de dades que es guarden en un mitjà d'emmagatzematge secundari, que es manipulen com un tot i que s'identifiquen per un nom.
es_es: Como se explica en la pág. , llamamos ficheros a los conjuntos de datos que se guardan en un medio de almacenamiento secundario, que se manipulan como uno a pesar de que se identifican por un nombre.

source: Com?
es_es: ¿Cómo?

source: Considereu la base de dades de la taula .
es_es: Observad la base de datos de la tabla .

source: Convé adoptar-lo i contractar el corrector o és millor contractar el traductor professional?
es_es: ¿Conviene adoptarlo y contratar el corrector o es mejor contratar al traductor profesional?

source: Convé comentar de pas que en anglés, la traducció automàtica s'anomena machine translation i s'abreuja MT, paral·lelament a l'alemany, que usa la denominació maschinelle übersetzung; en aquestes dues llengües s'expressa la noció d'automatisme mitjançant la referència a una { màquina}.
es_es: Conviene comentar de paso que en inglés, la traducción automática se denomina machine translation y se abrevia MT, paralelamente al alemán, que usa la denominación maschinelle übersetzung; en estas dos lenguas se expresa la noción de automatismo mediante la referencia a una { máquina}.

source: De fet, actualment la postedició no s'encarrega a traductors (que no consideren açò com a part del seu treball), sinó a persones preparades específicament.
es_es: De hecho, actualmente la postedición no se encarga a traductores (que no consideran esto como parte de su trabajo), sino a personas preparadas específicamente.

source: Dels-boxadors els noms apuntat els-havia.} que és molt més difícil de llegir que el resultat de traduir el text en tok pisin mot per mot.
es_es: De los-boxeadores los nombres apuntado los-había.} que es mucho más difícil de leer que el resultado de traducir el texto en tok pisin palabra por palabra.

source: Des de l'informe ALPAC el camp va patir una redefinició progressiva vers una concepció de la TA com un procés en el qual els traductors humans juguen un paper bàsic, i comencen a desenvolupar-se eines de traducció pensant en aquesta intervenció.
es_es: Desde el informe ALPAC el campo sufrió una redefinición progresiva a través de una concepción de la TA como un proceso en el cual los traductores humanos juegan un papel básico, y empiezan a desarrollarse herramientas de traducción pensando en esta intervención.

source: Des dels seus inicis, quasi tota la recerca i quasi tots els sistemes comercials de TA s'han centrat en els principals idiomes internacionals: anglés, francés, espanyol, japonés, rus, etc.
es_es: Desde sus inicios, casi toda la investigación y casi todos los sistemas comerciales de TA se han centrado en los principales idiomas internacionales: inglés, francés, español, japonés, ruso, etc.

source: Després, del-diari número els-vells llegit els-havia, boxa del-campionat les-notícies per-a-examinar.
es_es: Después, del-diario número los-viejos leído los-había, boxeo del-campeonato las-noticias por-a-examinar.

source: Després, va llegir [els] números vells del diari per a examinar les notícies del campionat de boxa.
es_es: Después, leyó [los] números viejos del diario para examinar las noticias del campeonato de boxeo.

source: Disponible per Internet: {http://www.elperiodico.es
es_es: Disponible por Internet: {http://www.elperiodico.es

source: Durant aquest decenni els esforços es dirigeixen vers la traducció indirecta amb representacions intermèdies o sense (com la interlingua; vegeu l'apartat ) mitjançant anàlisis morfològiques i sintàctiques i, de vegades, coneixements no lingüistics.
es_es: Durante esta década, los esfuerzos se dirigen a la traducción indirecta con representaciones intermedias o sin ellas (como la interlingua; ved el apartado ) mediante análisis morfológicos y sintácticos y, a veces, conocimientos no lingüísticos.

source: El 1952 es va celebrar als Estats Units el primer congrés sobre TA on es van definir les línies fonamentals a seguir.
es_es: En 1952 se celebró en los Estados Unidos el primer congreso sobre TA donde se definieron las líneas fundamentales a seguir.

source: El ``control'' dels llenguatges controlats{}
es_es: El ``control'' de los lenguajes controlados{}

source: El capítol està dedicat a analitzar les diverses modalitats d'interacció entre persones i màquines en traducció.
es_es: El capítulo está dedicado a analizar las diversas modalidades de interacción entre personas y máquinas en traducción.

source: El cost (l'any 2004) és de 45 euros per llicència.
es_es: El coste (en 2004) es de 45 euros por licencia.

source: El format TBX segueix les especificacions XML (vegeu l'apartat ); és a dir, els documents TBX són un tipus de document XML definit per una DTD concreta.
es_es: El formato TBX sigue las especificaciones XML (véase el apartado ); es decir, los documentos TBX son un tipo de documento XML definido por una DTD concreta.

source: El funcionament del subprograma es basa en un esquema patró--acció: Llegeix el text (analitzat i desambiguat) d'esquerra a dreta, categoria lèxica a categoria lèxica.
es_es: El funcionamiento del subprograma se basa en un esquema patrón--acción: Lee el texto (analizado y desambiguado) de izquierda a derecha, categoría léxica a categoría léxica.

source: El mètode consisteix a alinear en primer lloc les frases, els grups de mots i els mots en els dos textos i calcular després la probabilitat que un mot del text origen corresponga a un o més mots del text meta amb el qual ha estat alineat.
es_es: El método consiste en alinear en primer lugar las frases, los grupos de palabras y las palabras en los dos textos y calcular después la probabilidad de que una palabra del texto origen corresponda a una o más palabras del texto meta con el cual ha sido alineado.

source: El postgenerador es genera a partir de regles senzilles d'apostrofació, guionatge i combinació de pronoms febles.
es_es: El postgenerador se genera a partir de reglas sencillas de apostrofación, guionado y combinación de pronombres débiles.

source: El principals són els desenvolupats a ATR, CMU i el projecte Verbmobil.
es_es: Los principales son los desarrollados en ATR, CMU y el proyecto Verbmobil.

source: El problema d'aquesta definició és la indefinició del concepte de fidelitat.
es_es: El problema de esta definición es la indefinición del concepto de fidelidad.

source: El programa Ara, llançat l'any 2000 per l'empresa Autotrad de València} ---el gerent de la qual és Rafael Pinter, responsable informàtic de SALT--- és bàsicament una versió bastant millorada del SALT, amb una aparença molt similar però amb algunes diferències: p.e., produeix textos en català oriental estàndard, pot dialogar amb la persona usuària en espanyol i en català, i permet programar tasques de traducció perquè s'executen sense necessitat que la persona usuària les atenga.
es_es: El programa Ara, lanzado en el 2000 por la empresa Autotrad de Valencia} ---cuyo gerente es Rafael Pinter, responsable informático de SALT--- es básicamente una versión bastante mejorada del SALT, con una apariencia muy similar pero con algunas diferencias: p.e., produce textos en catalán oriental estándar, puede dialogar con la persona usuaria en español y en catalán, y permite programar tareas de traducción porque se ejecutan sin necesidad de que la persona usuaria las atienda.

source: El programa SALT (versió actual, 2.0) porta el nom del Servei d'Assessorament Lingüístic i Traducció de la Conselleria de Cultura, Educació i Ciència de la Generalitat Valenciana; es tracta d'un programa per al sistema operatiu Windows que ha desenvolupat un equip de programadors dirigit per Rafael Pinter sota la direcció lingüística de Josep Lacreu, que va ser responsable d'aquest servei fins fa poc.
es_es: El programa SALT (versión actual, 2.0) lleva el nombre del Servicio de Asesoramiento Lingüístico y Traducción de la Conselleria de Cultura, Educación y Ciencia de la Generalitat Valenciana; se trata de un programa para el sistema operativo Windows que ha desarrollado un equipo de programadores dirigido por Rafael Pinter bajo la dirección lingüística de Josep Lacreus, que fue responsable de este servicio hasta hace poco.
